[{"name":"Aila Taylor","notes":["Aila Taylor worked hard to preserve the North Taranaki reefs. As a result the New Plymouth list includes a number of reefs."]},{"name":"Apirana Tuahae Mahuika","notes":["Api Mahuika was a senior kaumātua of Ngāti Porou, and very supportive of the project, patiently reading the long lists of East Coast names. We recorded in Gisborne, saving me a long trip up the coast."]},{"name":"Arapera Mikaera Rangimauriora Nitenetara (Governor)","notes":["Mrs Governor was blind, and I read each name for her to repeat/correct, then edited my own voice out."]},{"name":"Autiti Wikiriwhi","notes":["\"Beaker\" Wickliffe lived next to Wahiao meeting house, in a house that had half collapsed. It was apparently agreed with his family that he and the house might as well live out their time together."]},{"name":"Bill Solomon","notes":[]},{"name":"Binga Haggie","notes":[]},{"name":"Bob Harris","notes":[]},{"name":"Charles Solomon","notes":["Chartes Solomon was the son of Tommy Solomon, the last \"full blooded\" Moriori of the Chatham Islands. I included him more for his historical importance, with the help of his son Māui Solomon, since he did not speak the Moriori language. It has since undergone a revival. He was blind and I read him each name. He lived in Temuka, and he gave me some sense of what it meant to say the Moriori died \"of despair\"."]},{"name":"Dan Pomana","notes":[]},{"name":"Derek Asher","notes":[]},{"name":"Eddie Matehaere","notes":[]},{"name":"Eileen Ngahere","notes":[]},{"name":"Euera Manuera","notes":["I visited Eruera Manuera one afternoon, and he was nearly asleep. His family told me he was better in the morrning, and so it proved. He died very soon after we recorded the names."]},{"name":"Frazer te Hiko","notes":[]},{"name":"George Heiti Hawkins","notes":[]},{"name":"George Kereama","notes":[]},{"name":"George Te Au","notes":[]},{"name":"Gordon Ponga Kingi Davis","notes":[]},{"name":"Haki Thompson","notes":[]},{"name":"Haki Wihongi","notes":[]},{"name":"Hannah Moari Meihana","notes":[]},{"name":"Rev Hare Te Raharaha Kake","notes":[]},{"name":"Hemi Konore","notes":[]},{"name":"Hemi Waenga","notes":[]},{"name":"Henare Petua","notes":[]},{"name":"Hepora (Sybil) Young","notes":[]},{"name":"Hikaia Amohia","notes":[]},{"name":"Hiko Hohepa","notes":[]},{"name":"Hira Kahi","notes":[]},{"name":"Hirini Moko Mead","notes":[]},{"name":"Hoana Rapatini","notes":[]},{"name":"Hoani Apiti","notes":[]},{"name":"Hoani Heremaia","notes":[]},{"name":"Hohepa Toia","notes":["Possibly misidentified as his brother Sam."]},{"name":"Hone Turei","notes":["Later Sir Hone."]},{"name":"Huata Holmes","notes":["Huata Holmes specified the spellings with G and F"]},{"name":"Hugh Young","notes":[]},{"name":"Huhurere Tukukino","notes":[]},{"name":"Huirangi Waikerepuru","notes":[]},{"name":"Island Love","notes":[]},{"name":"Jack Te Kapenga McClutchie","notes":[]},{"name":"Jack Reihana","notes":[]},{"name":"Auntie Jane Manahi","notes":["Auntie Jane Manahi (her choice of title) was another old-school kuia, beautifully spoken in both English and Māori, who would brook no nonsense from any young whippersnapper."]},{"name":"Jim Kaihau","notes":[]},{"name":"Joe Malcolm","notes":[]},{"name":"Joe Toki","notes":[]},{"name":"John Henry Bird QSO","notes":["We recorded in the meeting house, and some women were weaving at the other end. I asked if they could stop, but Mr Bird said, no, their work is tapu too."]},{"name":"John Rangihau","notes":["I had known John Rangihou since 1971 and of course he was best qualified to speak for Ngai Tūhoe. It was only by chance that I recorded Waimana without him. It took months to find us both free. We recorded in Studio 1 of Broadcasting House of blessed memory. You can hear his love of the places in his voice. (This is true of many other speakers as well)."]},{"name":"John Tangiora","notes":["I recorded John Tangiora in a tearing hurry, having driven from Ruatoki via Murupara and a back road to Taupo and Napier, and he and Pauline had an appointment not long after. He was in failing health."]},{"name":"Johnson Huiarangi Kenny","notes":[]},{"name":"Kara Puketapu","notes":["Kara Puketapu was chosen by Te Ati Awa as their speaker, and uses a strong Taranaki accent with silent Hs. I discussed with him - emphasis on mana whenua was weaker in those days - whether he should make some concession to the previous occupants of Wellington Harbour, Ngati Ira and Ngai Tara. He said \"We'll see how it goes\" or words to that effect. He made some effort to aspirate \"Hātaitai\", but the effect is uncomfortable."]},{"name":"Kath Hemi","notes":[]},{"name":"Kelly Davis","notes":[]},{"name":"Kepa Tanirau","notes":[]},{"name":"Koro Tawa","notes":[]},{"name":"Lee Luke","notes":[]},{"name":"Lena Manuel","notes":["Lena Manuel was a stalwart of the Māori Women's Welfare League, and I had met her in that context in Wellington, but in the event we recorded in her home in Wairoa. I always had an uphill job persuading women to speak. My standard line was that women needed to know about placenames in composing waiata. I now wish I had worked harder at it."]},{"name":"Maaka Jones","notes":[]},{"name":"Maarire Goodall","notes":["Sir Tīpene O'Regan directed me to Maarire Goodall when I began the South Island. He was invaluable, pointing me towards most of the speakers and taking over the production of the third print volume. We were both strong-willed but eventually resolved all problems. In the course of this, he became a dear friend."]},{"name":"Maehe Nikora","notes":[]},{"name":"Aunt Magda Walscott","notes":["Aucnt Magda Walscott (her choice of title), 1898-1999, was a very senior kuia of her region, but very bright and a great pleasure to work with."]},{"name":"Mahia Whatarau-Tainui","notes":["With Henry Robinson"]},{"name":"Maika Mason","notes":["Poutini Ngai Tahu"]},{"name":"Major Meihana","notes":[]},{"name":"Malcolm Hoskins","notes":["Malcom Hoskins is the youngest speaker."]},{"name":"Manahi Paewai","notes":["We recorded in the evening and birdsong adds to the track."]},{"name":"Matawha (Pompey) Durie","notes":["Mr Durie knew far more names around the family home and Aorangi marae - names for humps and dips in the land, it seemed."]},{"name":"Matenga Baker","notes":["We recorded Mr Baker on a winter day with a crackling fire. "]},{"name":"Maui Pomare","notes":[]},{"name":"Maurice Gray","notes":[]},{"name":"Maurice Wilson","notes":[]},{"name":"Mere Taka","notes":[]},{"name":"Mere Toia","notes":["Co-speaker with Hohepa Toia and Sam Toia"]},{"name":"Merimeri Penfold","notes":["Merimeri was my first tutor of Māori, a great scholar of the language, and a beautiful speaker. She helped update Williams' Dictionary, and translated some of Shakespeare's sonnets into Māori. In 1970 she composed a haka against apartheid. It is my eternal regret that when I asked her to record her Far North names, she brought a male speaker with her, and I let her defer to him, so we only hear her say the names that he missed. I resolved to make a greater effort to include women in the South Island section."]},{"name":"Mita Mohi","notes":["Mita Mohi is better known as a teacher of the taiaha."]},{"name":"Molly Hotene","notes":[]},{"name":"Naida Pou","notes":[]},{"name":"Nepia Nikorima","notes":[]},{"name":"Ngarongo Iwikatea (Iwi) Nicholson","notes":[]},{"name":"Paddy Gilroy","notes":["With George Te Au."]},{"name":"Pakariki Harrison","notes":["Paki Harrison is better known as a master-carver."]},{"name":"Apotoro Paoro Hekenui","notes":[]},{"name":"Pauro Mareikura","notes":[]},{"name":"Peter Keremeta","notes":[]},{"name":"Pineaha Murray","notes":[]},{"name":"Pukerau Rangitutea","notes":["The first recording, at his home in the evening, was a technical disaster for some reason, and I went back later, in the morning, and our recording on the meeting house porch was much more successful. Like many others, he showed his dedication to this project by agreeing undergo the tedious process of recording the names clearly and without background noise, not once but twice."]},{"name":"Punia (Molly) Hotene","notes":[]},{"name":"Rakiihia Tau","notes":[]},{"name":"Rameka Cope","notes":[]},{"name":"Rangi Ngangana Motu","notes":[]},{"name":"Rangikamutua Downs","notes":[]},{"name":"Rangi Skinner","notes":[]},{"name":"Rapata Crown","notes":["Rapata Crown was frail when I recorded him, and died soon after."]},{"name":"Rapata Emery","notes":["Rapata Emery was frail when I recorded him, and died soon after."]},{"name":"Raureti Harris","notes":["and Bob Harris"]},{"name":"Rawakata Perenara","notes":[]},{"name":"Rex Hiakita","notes":["When I visited Rex Hiakita, he was hesitant, and a would-be rangatira from another rohe said \"Give me your machine, I'll record your names.\" Knowing enough not to say \"No\" outright, I said \"Taihoa\" and came back to Mr Hiakita later."]},{"name":"Robert Keepa","notes":[]},{"name":"Ross Gregory","notes":[]},{"name":"Ru Kotua","notes":["The recording, outside in a field near Takapau, went happily with birds chirping in the background.","Ru Kotua initially baulked at recording the names when I showed him a list written in the double-vowel orthography. He wanted nothing to do with it. The first volume was entirely so written in the first instance, and the double vowels were laboriously converted to macrons by the incredibly patient Radio NZ typing pool. When I showed Mr Kotua the version with macrons, he thought they were the greatest thing since sliced bread and all objection evaporated."]},{"name":"Ruka Broughton","notes":[]},{"name":"Sam Toia","notes":["Possibly misidentified as his brother Hohepa"]},{"name":"Sonny Waru","notes":["Recording western Taranaki was a tossup between Sony Waru and Huirangi Waikerpuru.I didn't know when I chose Sonny Waru that he was only affiliated to Taranaki through Pariʰaka. (His first name, Taniwharau, gives away his Waikato origin.) Nonetheless he has lived there so long his accent is fully Taranaki."]},{"name":"Tai Turoa","notes":[]},{"name":"Tairongo Amoamo","notes":[]},{"name":"Tamihana Tukapua","notes":[]},{"name":"Tarawara (Wara) Katene","notes":[]},{"name":"Tarawau Kira","notes":[]},{"name":"Tatane Wesley","notes":[]},{"name":"Tawhao Tioke","notes":[]},{"name":"Tawhi Kingi","notes":[]},{"name":"Te Aonui (Taxi) Kapua","notes":[]},{"name":"Te Aputa ki Wairua Parata Kauri","notes":["Mrs Kauri smoked constantly and was short of breath throughout the recording. (She died soon after.) You can hear her pride when she says her ancestor's name, Wi Parata."]},{"name":"Te Aue Davis","notes":[]},{"name":"Te Mahinga Peter White","notes":[]},{"name":"Te Mata Morehu","notes":[]},{"name":"Te Matua-o-te-Rangi (Boy) Tomoana","notes":[]},{"name":"Te Ohomauri (Jos) Stewart","notes":[]},{"name":"Te Otane Reti","notes":[]},{"name":"Te Rino Tirikatene","notes":["Rino Tirikātene was a son of Sir Eruera Tirikātene MP and a brother of Whetū Mārama Tirikātene-Sullivan MP. He died while standing for Parliament himself, and his son Rino took the seat. He had no tribal affiliation to the Marton region, but was the best possible person to say the names of the many buildings at Rātana."]},{"name":"Tokorua Te Kani","notes":[]},{"name":"Tom Bailey","notes":[]},{"name":"Tom Gemmell","notes":[]},{"name":"Tom Ngatai","notes":[]},{"name":"Tomairangi Kameta","notes":[]},{"name":"Tukawekai Kereama","notes":[]},{"name":"Tukutahi Galvin","notes":[]},{"name":"Tupa te Pahau (Jim) Turner","notes":[]},{"name":"Tupi Puriri","notes":[]},{"name":"Turi Elkington","notes":["Finding a speaker for Nelson proved difficult, but I had been introduced to Mr Elkington in Waipukurau when I was recording in that area. He had already been enthusiastic for the project, though of course he declined to speak the names so far from his home, so I had no hesitation in going back to him."]},{"name":"Turoa Royal","notes":[]},{"name":"Vic Wilson","notes":[]},{"name":"Waiharakeke (Wai) Waitere","notes":["Mrs Wai Waitere was a kuia of the old school, a wonderfully distinguished lady, who spoke both beautiful English and Māori. We recorded in her villa in Pūtiki."]},{"name":"Wharengaio (Bill) Pio Tutengaehe","notes":[]},{"name":"Wi Huata","notes":[]},{"name":"Wiremu Kere Kere","notes":["Wiremu Kere Kere was my starting point in finding the network of speakers. We shared an office suite in Radio NZ Special Projects for several years. He was an impressive person."]},{"name":"Wiremu Ohia","notes":[]},{"name":"Wiremu Parker","notes":["Wiremu Parker was a pioneer of Māori broadcasting. He coined the term 'te reo irirangi' for radio. Because he was unable to speak for his home territory for obscure reasons, I asked him to read the title names. I recorded him outside in the Wellington Botanic Gardens just of Salamanca Road."]},{"name":"Wiremu Kepa (Sasu) Wihapi","notes":[]}]