[{"name":"Aila Taylor","notes":["Aila Taylor worked hard to preserve the North Taranaki reefs. As a result the New Plymouth list includes a number of reefs."]},{"name":"Apirana Tuahae Mahuika","notes":["Api Mahuika was a senior kaumātua of Ngāti Porou, and very supportive of the project, patiently reading the long lists of East Coast names. He recorded in Gisborne, saving Hugh Young a long trip up the coast."]},{"name":"Arapera Mikaera Rangimauriora Nitenetara (Governor)","notes":["Mrs Governor was blind, and Hugh Young read each name for her to repeat/correct, then edited his own voice out."]},{"name":"Autiti Wikiriwhi","notes":["\"Beaker\" Wickliffe lived next to Wahiao meeting house, in a house that had half collapsed. It was apparently agreed with his family that he and the house might as well live out their time together."]},{"name":"Bill Solomon","notes":[]},{"name":"Binga Haggie","notes":[]},{"name":"Bob Harris","notes":[]},{"name":"Charles Solomon","notes":["Chartes Solomon was the son of Tommy Solomon (1884-1933), the last \"full blooded\" Moriori of the Chatham Islands. . He did not, however, speak the Moriori language, which is being revived from written records. He was blind and Hugh Young read him each name."]},{"name":"Dan Pomana","notes":[]},{"name":"Derek Asher","notes":[]},{"name":"Eddie Matehaere","notes":[]},{"name":"Eileen Ngahere","notes":[]},{"name":"Euera Manuera","notes":["Hugh Young visited Eruera Manuera at his home one afternoon, and he was nearly asleep. His family said he was better in the morrning, and so it proved. He died very soon after the names were recorded."]},{"name":"Frazer te Hiko","notes":[]},{"name":"George Heiti Hawkins","notes":[]},{"name":"George Kereama","notes":[]},{"name":"George Te Au","notes":[]},{"name":"Gordon Ponga Kingi Davis","notes":[]},{"name":"Haki Thompson","notes":[]},{"name":"Haki Wihongi","notes":[]},{"name":"Hannah Moari Meihana","notes":[]},{"name":"Rev Hare Te Raharaha Kake","notes":[]},{"name":"Hemi Konore","notes":[]},{"name":"Hemi Waenga","notes":[]},{"name":"Henare Petua","notes":[]},{"name":"Hepora (Sybil) Young","notes":[]},{"name":"Hikaia Amohia","notes":[]},{"name":"Hiko Hohepa","notes":[]},{"name":"Hira Kahi","notes":[]},{"name":"Hirini Moko Mead","notes":[]},{"name":"Hoana Rapatini","notes":[]},{"name":"Hoani Apiti","notes":["Mr Apiti was blind, and lived alone in a remote house overlooking the Aotea Harbour. Hugh Young read him the names to repeat, and later edited his own voice out of the track."]},{"name":"Hoani Heremaia","notes":[]},{"name":"Hohepa Toia","notes":["Possibly misidentified as his brother Sam."]},{"name":"Hone Turei","notes":["Later Sir Hone."]},{"name":"Huata Holmes","notes":["Huata Holmes was recommended variously in the lower South Island, though his use of G, F and V is unusual."]},{"name":"Hugh Young","notes":[]},{"name":"Huhurere Tukukino","notes":[]},{"name":"Huirangi Waikerepuru","notes":[]},{"name":"Island Love","notes":[]},{"name":"Jack Te Kapenga McClutchie","notes":[]},{"name":"Jack Reihana","notes":[]},{"name":"Auntie Jane Manahi","notes":["Auntie Jane Manahi (her choice of title) was an old-school kuia, beautifully spoken in both English and Māori, who would brook no nonsense from any young whippersnapper."]},{"name":"Jim Kaihau","notes":[]},{"name":"Joe Malcolm","notes":[]},{"name":"Joe Toki","notes":[]},{"name":"John Henry Bird QSO","notes":[]},{"name":"John Rangihau","notes":["The recordings were made in Studio 1 of Broadcasting House, Wellington, of blessed memory.","Hugh Young had known John Rangihou since 1971 and he was clearly best qualified to speak for Ngai Tūhoe. It took months for them both to be free to record, in Wellington. You can hear his love of the places in his voice. (This is true of many other speakers as well)."]},{"name":"John Tangiora","notes":["John Tangiora was recorded in a tearing hurry, Hugh Young having driven from Ruatoki via Murupara and a back road to Taupo and Napier, and he and his wife Pauline had an appointment not long after. He was in failing health."]},{"name":"Johnson Huiarangi Kenny","notes":[]},{"name":"Kara Puketapu","notes":["Kara Puketapu was chosen by Te Ati Awa as their speaker."]},{"name":"Kath Hemi","notes":[]},{"name":"Kelly Davis","notes":[]},{"name":"Kepa Tanirau","notes":[]},{"name":"Koro Tawa","notes":[]},{"name":"Lee Luke","notes":["Despite his youth, Kath Hemi recruited Lee Luke to say the Ngāti Rārua names."]},{"name":"Lena Manuel","notes":["Lena Manuel was a stalwart of the Māori Women's Welfare League, and Hugh Young had met her in that context in Wellington, but in the event they recorded in her home in Wairoa. "]},{"name":"Maaka Jones","notes":[]},{"name":"Maarire Goodall","notes":["Maarire Goodall was invaluable, finding most of the speakers and taking over the production of the third print volume. In the course of this, he became Hugh Young's dear friend. A brilliant but self-effacing man, he held two doctorates, had worked in cancer research and for civil rights in the USA, and was a published composer, studying for a Bachelor of Music when he died in 2015."]},{"name":"Maehe Nikora","notes":[]},{"name":"Aunt Magda Walscott","notes":["Aunt Magda Walscott (her choice of title), 1898-1999, was a very senior kuia of her region, but very bright and a great pleasure to work with."]},{"name":"Mahia Whatarau-Tainui","notes":["With Henry Robinson"]},{"name":"Maika Mason","notes":["Poutini Ngai Tahu"]},{"name":"Major Meihana","notes":[]},{"name":"Malcolm Hoskins","notes":[]},{"name":"Manahi Paewai","notes":["Recorded in the evening, birdsong adds to the track."]},{"name":"Matawha (Pompey) Durie","notes":["Mr Durie knew far more names around the family home and Aorangi marae - names for humps and dips in the land, it seemed - than were recorded. He was father of Professor Mason Durie and Sir Eddie Durie."]},{"name":"Matenga Baker","notes":["Recorded on a winter day with a crackling fire. "]},{"name":"Maui Pomare","notes":["Recorded at his home in Hongoeka.","Maui Pomare (1941-1995) was the grandson of Sir Maui Pompare (1876-1930)"]},{"name":"Maurice Gray","notes":[]},{"name":"Maurice Wilson","notes":[]},{"name":"Mere Taka","notes":[]},{"name":"Mere Toia","notes":["Co-speaker with Hohepa Toia and Sam Toia"]},{"name":"Merimeri Penfold","notes":["Merimeri was Hugh Young's first tutor of Māori, a great scholar of the language, and a beautiful speaker. She helped update Williams' Dictionary, and translated some of Shakespeare's sonnets into Māori. In 1970 she composed a haka against apartheid. It is Hugh's eternal regret that when he asked her to record her Far North names, she brought a male speaker with her, and Hugh let her defer to him, so we only hear her say the names that he missed. This made Hugh resolve to make a greater effort to include women in the South Island section."]},{"name":"Mita Mohi","notes":["Mita Mohi is better known as a teacher of the taiaha."]},{"name":"Molly Hotene","notes":[]},{"name":"Naida Pou","notes":["Dame Rangimarie Naida Glavish (Pou at the time of recording) (1946- ) of Ngāti Whātua was an early activist for Māori issues such as the Treaty and the 1981 Springbok tour, but came to fame in 1984 when Dr Rangi Walker publicised that she was being penalised in her work as a toll operator for saying \"Kia ora\" as she had for ten years. She later became a cultural adivsor in the health sector, and was involved politics, bring President of the Māori Party 2013-20016."]},{"name":"Nepia Nikorima","notes":[]},{"name":"Ngarongo Iwikatea (Iwi) Nicholson","notes":[]},{"name":"Paddy Gilroy","notes":["With George Te Au."]},{"name":"Pakariki Harrison","notes":["Paki Harrison is better known as a master-carver."]},{"name":"Apotoro Paoro Hekenui","notes":[]},{"name":"Pauro Mareikura","notes":[]},{"name":"Peter Keremeta","notes":[]},{"name":"Pineaha Murray","notes":[]},{"name":"Pukerau Rangitutea","notes":["The first recording, at his home in the evening, was a technical disaster for some reason, and Hugh Young went back later, in the morning, and their recording on the meeting house porch was much more successful. Like many others, he showed his dedication to this project by agreeing undergo the tedious process of recording the names clearly and without background noise, not once but twice."]},{"name":"Punia (Molly) Hotene","notes":[]},{"name":"Rakiihia Tau","notes":[]},{"name":"Rameka Cope","notes":[]},{"name":"Rangi Ngangana Motu","notes":[]},{"name":"Rangikamutua Downs","notes":[]},{"name":"Rangi Skinner","notes":[]},{"name":"Rapata Crown","notes":["Rapata Crown was frail when Hugh Young recorded him, and died soon after."]},{"name":"Rapata Emery","notes":["Rapata Emery was frail when Hugh Young recorded him, and died soon after."]},{"name":"Raureti Harris","notes":[]},{"name":"Rawakata Perenara","notes":[]},{"name":"Rex Hiakita","notes":["When Hugh Young visited Rex Hiakita, he was hesitant, and a would-be rangatira from another rohe said \"Give me your machine, I'll record your names.\" Knowing enough not to say \"No\" outright, Hugh said \"Taihoa\" and came back to Mr Hiakita later."]},{"name":"Robert Keepa","notes":[]},{"name":"Ross Gregory","notes":[]},{"name":"Ru Kotua","notes":["The recording, outside in a field near Takapau, went happily with birds chirping in the background.","Ru Kotua initially baulked at recording the names when Hugh Young showed him a list written in the double-vowel orthography. He wanted nothing to do with it. When he saw the version with macrons, he thought they were the greatest thing since sliced bread and all objection evaporated."]},{"name":"Ruka Broughton","notes":[]},{"name":"Sam Toia","notes":["Possibly misidentified as his brother Hohepa"]},{"name":"Sonny Waru","notes":[]},{"name":"Tai Turoa","notes":[]},{"name":"Tairongo Amoamo","notes":[]},{"name":"Tamihana Tukapua","notes":[]},{"name":"Tarawara (Wara) Katene","notes":[]},{"name":"Tarawau Kira","notes":[]},{"name":"Tatane Wesley","notes":[]},{"name":"Tawhao Tioke","notes":[]},{"name":"Tawhi Kingi","notes":[]},{"name":"Te Aonui (Taxi) Kapua","notes":[]},{"name":"Te Aputa ki Wairua Parata Kauri","notes":["Mrs Kauri smoked constantly and was short of breath throughout the recording. (She died soon after.) You can hear her pride when she says her ancestor's name, Wi Parata."]},{"name":"Te Aue Davis","notes":[]},{"name":"Te Mahinga Peter White","notes":[]},{"name":"Te Mata Morehu","notes":[]},{"name":"Te Matua-o-te-Rangi (Boy) Tomoana","notes":[]},{"name":"Te Ohomauri (Jos) Stewart","notes":[]},{"name":"Te Otane Reti","notes":[]},{"name":"Te Rino Tirikatene","notes":["Rino Tirikātene was a son of Sir Eruera Tirikātene MP and a brother of Whetū Mārama Tirikātene-Sullivan MP. He died while standing for Parliament himself, and his son Rino took the seat. He had no tribal affiliation to the Marton region, but was the best possible person to say the names of the many buildings at Rātana."]},{"name":"Tokorua Te Kani","notes":[]},{"name":"Tom Bailey","notes":[]},{"name":"Tom Gemmell","notes":[]},{"name":"Tom Ngatai","notes":[]},{"name":"Tomairangi Kameta","notes":[]},{"name":"Tukawekai Kereama","notes":[]},{"name":"Tukutahi Galvin","notes":[]},{"name":"Tupa te Pahau (Jim) Turner","notes":[]},{"name":"Tupi Puriri","notes":[]},{"name":"Turi Elkington","notes":["Finding a speaker for Nelson proved difficult, but Hugh Young had been introduced to Mr Elkington in Waipukurau when he was recording in that area in 1984. He had been enthusiastic for the project then, though he had declined to speak the local names so far from his tūrangawaewae, so Hugh had no hesitation in going back to him."]},{"name":"Turoa Royal","notes":[]},{"name":"Vic Wilson","notes":[]},{"name":"Waiharakeke (Wai) Waitere","notes":["Mrs Wai Waitere was a kuia of the old school, a wonderfully distinguished lady, who spoke both beautiful English and Māori, recorded in her villa in Pūtiki."]},{"name":"Wharengaio (Bill) Pio Tutengaehe","notes":[]},{"name":"Wi Huata","notes":["Canon Wi Huata had a distinguished service record as chaplain and reconciler of the Anglican church with Māori"]},{"name":"Wiremu Kere Kere","notes":["Wiremu Kere Kere was Hugh Young's starting point in finding the network of speakers. They shared an office suite in Radio NZ Special Projects for several years. He was an impressive person and a talented pianist. It was by chance that he was not the voice of the Gisborne region, with which he was closely associated through Waihirere marae, and Torere was an opportunity to use his voice."]},{"name":"Wiremu Ohia","notes":[]},{"name":"Wiremu Parker","notes":["Wiremu Parker was a pioneer of Māori broadcasting. He coined the term 'te reo irirangi' for radio. Because he was unable to speak for his home territory for obscure reasons, Hugh asked him to read the title names."]},{"name":"Wiremu Kepa (Sasu) Wihapi","notes":[]}]